Repository: wp-plugins/photoshow
Catalog: languages/photoshow-*.po
Languages: es_es, fr_fr, pt_pt

source: Settings
es_es: Configuración
fr_fr: Configuration
pt_pt: Configurações

source: Settings Updated
es_es: Configuración Actualizada
fr_fr: Configuration mise à jour
pt_pt: As configurações foram atualizadas

source: The Flickr API Key is required
es_es: El API KEY de Flickr es requerido
fr_fr: La clé API Flickr est obligatoire
pt_pt: A chave API Flickr é obrigatória

source: Enter the Flickr API Key
es_es: Introduzca la llave del API Flickr
fr_fr: Entrez la clé API Flickr
pt_pt: Digite a chave API Flickr

source: The next options are only available for the advanced version of Photoshow
es_es: Las siguientes opciones están sólo disponibles para la versión avanzada de Photoshow
fr_fr: Les options suivantes sont disponibles uniquement pour la version avancée de Photoshow
pt_pt: As próximas opções só estão disponíveis para a versão avançada do Photoshow

source: Save in cache(optional)
es_es: Salvar en la caché(opcional)
fr_fr: Enregistrer dans la mémoire cache (facultatif)
pt_pt: Guardar na memória cache (opcional)

source: Save results in cache
es_es: Salvar resultados en la caché
fr_fr: Enregister les résultats dans la mémoire cache
pt_pt: Salvar os resultados na memória cache

source: No
fr_fr: Non
pt_pt: Não

source: Expires in a day
es_es: Expira en un día
fr_fr: Expire en un jour
pt_pt: Expira em um dia

source: Expires in a month
es_es: Expira en un mes
fr_fr: Expire en un mois
pt_pt: Expira em um mês

source: Expires in a year
es_es: Expira en un año
fr_fr: Expire en un an
pt_pt: Expira em um ano

source: Never expires
es_es: Nunca expira
fr_fr: N'expire jamais
pt_pt: Nunca Expira

source: Visual effects(optional)
es_es: Efectos visuales(opcional)
fr_fr: Effets visuels (facultatif)
pt_pt: Efeitos visuais (opcional)

source: Replace the images using the effect
es_es: Remplace las imágenes usando el efecto
fr_fr: Remplacer les images en utilisant l'effet visuel
pt_pt: Substitua as imagens usando o efeito visual

source: Proxy definition(optional)
es_es: Definición del proxy(opcional)
fr_fr: Définition du proxy (facultatif)
pt_pt: Definição de proxy (opcional)

source: Fill the Proxy data only if your website is behind a Proxy
es_es: Complete los datos del proxy solamente si su sitio web se encuentra detrás de un proxy
fr_fr: Remplir les données du Proxy uniquement si votre site est derrière un Proxy
pt_pt: Preencha os dados de proxy apenas se o seu site está atrás de um Proxy

source: Proxy host
es_es: Dirección del proxy
fr_fr: Le serveur Proxy
pt_pt: O servidor proxy

source: Proxy port
es_es: Puerto del proxy
fr_fr: La porte Proxy
pt_pt: A porta proxy

source: Proxy username
es_es: Nombre de usuario del proxy
fr_fr: Le nom d'utilisateur Proxy
pt_pt: O nome de usuário proxy

source: Proxy password
es_es: Contraseña del proxy
fr_fr: Le mot de passe Proxy
pt_pt: A senha do proxy

source: Update Settings
es_es: Actualize la configuración
fr_fr: Mettre à jour la configuration
pt_pt: Atualize as configurações

source: Insert Flickr Image
es_es: Inserte una imagen de Flickr
fr_fr: Insérer une image Flickr
pt_pt: Inserir imagens Flickr

source: Width
es_es: Ancho
fr_fr: Largeur
pt_pt: Largura

source: Height
es_es: Alto
fr_fr: Hauteur
pt_pt: Altura

source: Terms
es_es: Términos
fr_fr: Termes
pt_pt: Termos

source: Number of Images
es_es: Cantidad de Imágenes
fr_fr: Nombre d'images
pt_pt: Número de imagens

source: Load Images every
es_es: Carga las imágenes cada
fr_fr: Charger les images chaque
pt_pt: Carregar imagens a cada

source: seconds
es_es: segundos
fr_fr: secondes
pt_pt: segundos

source: by default
es_es: por defecto
fr_fr: par défaut
pt_pt: por padrão

source: The * symbol marks the required fields
es_es: El símbolo * identifica los campos requeridos
fr_fr: Le symbole * indique les champs obligatoires
pt_pt: * Indica os campos obrigatórios

source: Insert
es_es: Insertar
fr_fr: Insérer
pt_pt: Inserir
